import { ICertificateItem } from '../types/';
import Certificate500Image from '/images/certificate-500.jpg';
import Certificate1000Image from '/images/certificate-1000.jpg';
import Certificate2000Image from '/images/certificate-2000.jpg';
import Certificate5000Image from '/images/certificate-5000.jpg';
import Certificate10000Image from '/images/certificate-10000.jpg';

export const certificates: ICertificateItem[] = [
  {
    id: 1,
    name: '500 грн',
    price: 500,
    image: Certificate500Image,
    sku: 100001,
    description1:"Коли важливо не помилитися з вибором — подаруйте сертифікат, який стане початком особливої історії!",
    description2 : "Подарунковий сертифікат — це попередній платіж, який дає можливість купувати товари на суму, еквівалентну його номіналу. Термін дії сертифіката обмежений і становить 12 місяців із дати його купівлі.",
    description3 : {
      chapter1 : " при оплаті Подарунковим сертифікатом ви отримуєте право на покупку товару чи декількох товарів на суму в межах номіналу сертифіката;",
      chapter2 : "якщо сума товарів більше номіналу сертифіката, різниця оплачується покупцем;",
      chapter3 : "при покупці на суму, меншу за позначену на сертифікаті, різниця не повертається та не переноситься на наступні покупки;",
      chapter4 : "Подарунковий сертифікат поверненню та обміну на Подарунковий сертифікат іншого номіналу не підлягає;",
      chapter5 : "у разі втрати Подарунковий сертифікат не відновлюється;",
      chapter6 : "термін дії Подарункового сертифіката не продовжується;",
      chapter7 : "після закінчення терміну дії Подарунковий сертифікат вважається недійсним незалежно від причин, через які він не був використаний;",
      chapter8 : "термін дії вказаний на звороті Подарункового сертифіката.",
    },
  },

  {
    id: 2,
    name: '1000 грн',
    price: 1000,
    image: Certificate1000Image,
    sku: 100002,
    description1:"Коли важливо не помилитися з вибором — подаруйте сертифікат, який стане початком особливої історії!",
    description2 : "Подарунковий сертифікат — це попередній платіж, який дає можливість купувати товари на суму, еквівалентну його номіналу. Термін дії сертифіката обмежений і становить 12 місяців із дати його купівлі.",
    description3 : {
      chapter1 : "При оплаті Подарунковим сертифікатом ви отримуєте право на покупку товару чи декількох товарів на суму в межах номіналу сертифіката;",
      chapter2 : "Якщо сума товарів більше номіналу сертифіката, різниця оплачується покупцем;",
      chapter3 : "При покупці на суму, меншу за позначену на сертифікаті, різниця не повертається та не переноситься на наступні покупки;",
      chapter4 : "Подарунковий сертифікат поверненню та обміну на Подарунковий сертифікат іншого номіналу не підлягає;",
      chapter5 : "У разі втрати Подарунковий сертифікат не відновлюється;",
      chapter6 : "Термін дії Подарункового сертифіката не продовжується;",
      chapter7 : "Після закінчення терміну дії Подарунковий сертифікат вважається недійсним незалежно від причин, через які він не був використаний;",
      chapter8 : "Термін дії вказаний на звороті Подарункового сертифіката.",
    },
  },

  {
    id: 3,
    name: '2000 грн',
    price: 2000,
    image: Certificate2000Image,
    sku: 100003,
   description1:"Коли важливо не помилитися з вибором — подаруйте сертифікат, який стане початком особливої історії!",
    description2 : "Подарунковий сертифікат — це попередній платіж, який дає можливість купувати товари на суму, еквівалентну його номіналу. Термін дії сертифіката обмежений і становить 12 місяців із дати його купівлі.",
    description3 : {
      chapter1 : " при оплаті Подарунковим сертифікатом ви отримуєте право на покупку товару чи декількох товарів на суму в межах номіналу сертифіката;",
      chapter2 : "якщо сума товарів більше номіналу сертифіката, різниця оплачується покупцем;",
      chapter3 : "при покупці на суму, меншу за позначену на сертифікаті, різниця не повертається та не переноситься на наступні покупки;",
      chapter4 : "Подарунковий сертифікат поверненню та обміну на Подарунковий сертифікат іншого номіналу не підлягає;",
      chapter5 : "у разі втрати Подарунковий сертифікат не відновлюється;",
      chapter6 : "термін дії Подарункового сертифіката не продовжується;",
      chapter7 : "після закінчення терміну дії Подарунковий сертифікат вважається недійсним незалежно від причин, через які він не був використаний;",
      chapter8 : "термін дії вказаний на звороті Подарункового сертифіката.",
    },
  },

  {
    id: 4,
    name: '5000 грн',
    price: 5000,
    image: Certificate5000Image,
    sku: 100004,
    description1:"Коли важливо не помилитися з вибором — подаруйте сертифікат, який стане початком особливої історії!",
    description2 : "Подарунковий сертифікат — це попередній платіж, який дає можливість купувати товари на суму, еквівалентну його номіналу. Термін дії сертифіката обмежений і становить 12 місяців із дати його купівлі.",
    description3 : {
      chapter1 : " при оплаті Подарунковим сертифікатом ви отримуєте право на покупку товару чи декількох товарів на суму в межах номіналу сертифіката;",
      chapter2 : "якщо сума товарів більше номіналу сертифіката, різниця оплачується покупцем;",
      chapter3 : "при покупці на суму, меншу за позначену на сертифікаті, різниця не повертається та не переноситься на наступні покупки;",
      chapter4 : "Подарунковий сертифікат поверненню та обміну на Подарунковий сертифікат іншого номіналу не підлягає;",
      chapter5 : "у разі втрати Подарунковий сертифікат не відновлюється;",
      chapter6 : "термін дії Подарункового сертифіката не продовжується;",
      chapter7 : "після закінчення терміну дії Подарунковий сертифікат вважається недійсним незалежно від причин, через які він не був використаний;",
      chapter8 : "термін дії вказаний на звороті Подарункового сертифіката.",
    },
  },

  {
    id: 5,
    name: '10000 грн',
    price: 10000,
    image: Certificate10000Image,
    sku: 100005,
   description1:"Коли важливо не помилитися з вибором — подаруйте сертифікат, який стане початком особливої історії!",
    description2 : "Подарунковий сертифікат — це попередній платіж, який дає можливість купувати товари на суму, еквівалентну його номіналу. Термін дії сертифіката обмежений і становить 12 місяців із дати його купівлі.",
    description3 : {
      chapter1 : " при оплаті Подарунковим сертифікатом ви отримуєте право на покупку товару чи декількох товарів на суму в межах номіналу сертифіката;",
      chapter2 : "якщо сума товарів більше номіналу сертифіката, різниця оплачується покупцем;",
      chapter3 : "при покупці на суму, меншу за позначену на сертифікаті, різниця не повертається та не переноситься на наступні покупки;",
      chapter4 : "Подарунковий сертифікат поверненню та обміну на Подарунковий сертифікат іншого номіналу не підлягає;",
      chapter5 : "у разі втрати Подарунковий сертифікат не відновлюється;",
      chapter6 : "термін дії Подарункового сертифіката не продовжується;",
      chapter7 : "після закінчення терміну дії Подарунковий сертифікат вважається недійсним незалежно від причин, через які він не був використаний;",
      chapter8 : "термін дії вказаний на звороті Подарункового сертифіката.",
    },
  },
] 