export const privacy = {
  list: [
    {
      title: "1. Загальні положення",
      content: [
        "1.1. Продавець обробляє персональні дані відповідно до законодавства України та міжнародних стандартів щодо захисту даних (зокрема GDPR)",
        "1.2. Користуючись Сайтом, ви погоджуєтесь з умовами цієї Політики",
      ],
    },
    {
      title: "2. Які дані ми збираємо",
      content: [
        "Ми можемо збирати наступні категорії персональних даних:",
        "· Ім’я та прізвище",
        "· Контактні дані: номер телефону, електронна пошта, адреса доставки",
        "· Дані про замовлення",
        "· IP-адреса, cookies, дані браузера, геолокація",
        "· Банківські реквізити (у разі онлайн-оплати через платіжні системи).",
      ],
    },
    {
      title: "3. Цілі обробки персональних даних",
      content: [
        "· Виконання замовлень та доставка товарів",
        "· Надання сервісів та консультацій",
        "· Зворотний зв’язок із клієнтами",
        "· Розсилка новин, акційних пропозицій (з вашої згоди)",
        "· Аналітика, поліпшення функціоналу Сайту.",
      ],
    },
    {
      title: "4. Хто має доступ до ваших даних",
      content: [
        "Ми можемо передавати дані лише в наступних випадках:",
        "· Партнерам з доставки (наприклад, Нова Пошта)",
        "· Платіжним системам (наприклад, Fondy, LiqPay)",
        "· Державним органам – у випадках, передбачених законом",
        "· IT-підрядникам – лише у межах обслуговування сайту",
        "Ми не продаємо та не розголошуємо персональні дані третім особам без вашої згоди.",
      ],
    },
    {
      title: "5. Cookies",
      content: [
        "Ми використовуємо файли cookies для:",
        "· збереження ваших налаштувань і кошика;",
        "· аналітики поведінки користувачів(через Google Analytics тощо);",
        "· покращення функціоналу сайту.",
        "Ви можете самостійно керувати cookies через налаштування свого браузера.",
      ],
    },
    {
      title: "6. Захист персональних даних",
      content: [
        "Ми застосовуємо сучасні технічні та організаційні заходи захисту, зокрема:",
        "· SSL - шифрування",
        "· Захищені сервери",
        "· Контроль доступу до баз даних",
      ],
    },
    {
      title: "7. Ваші права",
      content: [
        "Ви маєте право:",
        "· отримати доступ до своїх даних",
        "· вимагати виправлення або видалення",
        "· відкликати згоду на обробку",
        "· подати скаргу до Уповноваженого з прав людини або відповідного органу захисту даних(у межах GDPR)",
        "З питань доступу або видалення даних звертайтеся на info@jemma - shop.com.ua",
      ],
    },
    {
      title: "8. Зміни до політики",
      content: [
        "Продавець залишає за собою право змінювати цю Політику в будь - який момент.Оновлена версія набирає чинності з моменту публікації на сайті.",
      ],
    },
  ],
  seller: [
    "ТОВ «Джемма Рітейл»",
    `01001, м. Київ, вул. Лютеранська, 12, оф. 5`,
    `info@jemma-shop.com.ua`,
    `+38 (044) 123-45-67`,
  ]
}