export const user = {
  list: [
    {
      title: "1. Використання сайту",
      content: [
        "1.1. Сайт містить об'єкти інтелектуальної власності (зокрема, об'єкти авторського права, знаки для товарів та послуг): фотографії, відеоматеріали, графічні зображення, музикальні, звукові твори.",
        "1.2. Власник дозволяє вам переглядати та завантажувати матеріали цього сайту тільки для особистого некомерційного використання, за умови збереження вами всієї інформації про авторське право та інших відомостей про право власності, що містяться у матеріалах та будь-яких їх копіях. Забороняється змінювати матеріали цього Сайту, а також розповсюджувати чи демонструвати їх у будь-якому вигляді або використовувати їх будь-яким іншим чином для суспільних чи комерційних цілей. Будь-яке використання матеріалів Сайту не допускається без посилання на Сайт.",
        "1.3. Користувач Сайту, якому не виповнилось 18 років, повинен отримати згоду батьків або його законних представників на оформлення замовлення товару. Якщо батьки або законні представники користувача Сайту не згодні з будь-якою умовою Угоди користувача, користувач Сайту зобов'язаний відмовитись від оформлення замовлення товару.",
        "1.4. Власник, у будь-який час та без повідомлення, може вносити зміни у матеріали та послуги, що надаються на цьому Сайті, а також у згадані в них продукти та ціни.",
        "1.5. Власник за жодних обставин не несе відповідальності за будь-яку шкоду (включаючи, але не обмежуючись, збитки від втрати прибутку, даних чи від припинення ділової активності), яка виникає внаслідок використання, неможливості використання або результатів використання цього Сайту.",
        `1.6. Реєструючись на Сайті, ви погоджуєтесь надати достовірну та точну інформацію про себе та свої контактні дані.
        У результаті реєстрації ви отримуєте логін та пароль, за безпеку яких ви несете відповідальність. Ви також несете відповідальність за всі дії під вашим логіном та паролем на Сайті. У випадку втрати реєстраційних даних ви зобов'язуєтесь повідомити нам про це.`,
        `1.7. Звертаючись до нас або лишаючи повідомлення на Сайті, ви відповідаєте за те, що таке повідомлення не є незаконним, шкідливим, загрозливим, наклепницьким, не ображає моральність, не порушує авторські права, не пропагує ненависть та/або дискримінацію людей за расовими, етнічними, статевими, релігійними, соціальними ознаками, не містить образ на адресу конкретних осіб чи організацій, а також жодним іншим чином не порушує чинне законодавство України. Ви згодні, що будь-яке ваше повідомлення Сайт може видаляти без вашої на те згоди, а також безкоштовно використовувати на свій розсуд.
        Власник не несе відповідальності за будь-яку інформацію, розміщену користувачами Сайту.`,
        `1.8. Користувач Сайту згоден з тим, що він несе повну особисту відповідальність за порушення даної Угоди користувача. Користувач зобов'язується відшкодувати будь-які збитки, що виникають в результаті порушення Угоди користувача.`,
        `1.9. З моменту порушення користувачем умов цієї Угоди, всі замовлення цього Користувача вважатимуться скасованими.`,
        `1.10. Користувач, який використовує інформаційні ресурси Сайту, є таким, що ознайомився та приймає умови цієї Угоди.`,
      ],
    },
  ],
};